{
 "56": {
  "num": 56,
  "safe_title": "The Cure",
  "img": "https://imgs.xkcd.com/comics/the_cure.jpg",
  "transcript": "[[An unusually realistic (for xkcd) pencil drawing of Robert Smith's head and face, with a caption underneath.]]\nCaption: Robert Smith should do a cover of Coldplay's 'Clocks,' so when he sings \"Am I part of the cure \n or am I part of the disease?\" we can say, \"Ooh, we know this one!\"\n{{Title Text: My first try at drawing a real face in years.}}"
 },
 "572": {
  "num": 572,
  "safe_title": "Together",
  "img": "https://imgs.xkcd.com/comics/together.png",
  "transcript": "[[A male and female are running in a field, holding hands. Another male and female stand in the background, next to a table.]]\n[[The man and woman are in a boat on a lake, very romantic. The man is speaking to the woman, illustrated with a heart.]]\n[[The man and woman sit together on a bench on a beach, watching the sunset.]]\n[[The man and woman stand at an altar. They have married.]]\n[[The man and woman, having grown old together, sit together on their doorstep, holding hands.]]\n[[The man begins walking away with his cane.]]\nWoman: Dear? Where are you--Come back!\n[[The man approaches the other couple from the first panel, who are now just as old.]]\n[[The man picks up a piece of paper from the table in the first panel and begins to write.]]\nMan: Okay,\n[[The paper is shown: a scavenger hunt list. \"Happiness\" has just been checked off.]]\nMan: What's next?\n[[Full list:\nSCAVENGER HUNT:\n[X] Indian-head penny\n[X] Snake skin\n[X] Happiness\n[  ] Four-leaf clover\n[  ] Shark tooth\n[...]\n]]\n{{Alt text: This scavenger hunt is getting boring. Let's go work on the treehouse!}}"
 },
 "575": {
  "num": 575,
  "safe_title": "Tag Combination",
  "img": "https://imgs.xkcd.com/comics/tag_combination.png",
  "transcript": "Guy: So you can come up with a song title fitting any tag combination?\nGirl: Try me.\nGuy: Lesbian voyeurism one-hit wonder mash-up.\nGirl: \"I wish that Stacey's Mom had Jessie's Girl.\"\n\u003c\u003csilence\u003e\u003e\nGuy: Well, that was one, but-\nGirl: \"When you Come On Eileen I touch myself.\"\nGuy: Okay, wow.\n{{Title-text: I love Eileen \n and want you to love her \n When you're around \n I'm one floor above her \n If you could see \n just how much I adore her \n Oh, that pretty red dress \n I'd do anything for her \n  (Too ra loo ra too ra loo rye ayy)}}"
 }
}